{
    "(and :count more error)": "(او :count نورې تېروتنې)",
    "(and :count more errors)": "(او :count نورې غلطۍ)",
    "All rights reserved.": "ټول حقونه خوندي دي",
    "Forbidden": "دا منع ده",
    "Go to page :page": ":Page پاڼې ته لاړ شئ",
    "Hello!": "سلام!",
    "If you did not create an account, no further action is required.": "که تاسو دا بریښنالیک نه پېژني، نو تاسو اړتیا نلرئ چې کوم ګام پورته کړئ",
    "If you did not request a password reset, no further action is required.": "که تاسو د پاسورډ بدلون بدل نه غواړئ، نو تاسو اړتیا نلرئ چې کوم اقدام ترسره کړئ.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "که تاسو د تڼۍ کلیک کولو کې ستونزې لرئ \":actionText\", د خپل براوزر په لاندینۍ url کې د ا کاپي / کاپی جوړول که :",
    "Login": "ننوتل",
    "Logout": "وتل",
    "Not Found": "پیدا نشو",
    "of": "د",
    "Page Expired": "ختم شوی پاڼې",
    "Pagination Navigation": "د مخ نیوی کول",
    "Payment Required": "تادیه اړینه ده",
    "Please click the button below to verify your email address.": "د خپل بریښنالیک پته د تایید لپاره لاندې تڼۍ باندې کلیک وکړئ.",
    "Regards": "مننه",
    "Register": "د نوم ثبتول",
    "Reset Password": "پاسورډ بیا رغول",
    "Reset Password Notification": "د پاسورډ بیا رغول خبرتیا",
    "results": "پایلې",
    "Server Error": "د سرور تېروتنه",
    "Service Unavailable": "خدمت نشته",
    "Showing": "ښودل",
    "The :attribute must be at least :length characters and contain at least one number.": ":Attribute باید لږ تر لږه :length حروف وي او لږترلږه یوه شمیره ولري.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": ":Attribute باید لږترلږه :length حروف وي او لږترلږه یو ځانګړی کرکټر او یوه شمیره ولري.",
    "The :attribute must be at least :length characters and contain at least one special character.": ":Attribute باید لږترلږه :length حروف وي او لږترلږه یو ځانګړی کرکټر ولري.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":Attribute باید لږترلږه :length توري وي او لږترلږه یو لوی حرف او یوه شمیره ولري.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":Attribute باید لږترلږه :length توري وي او لږترلږه یو لوی توری او یو ځانګړی کرکټر ولري.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":Attribute باید لږ تر لږه :length حروف وي او لږترلږه یو لوی توری، یوه شمیره، او یو ځانګړی کرکټر ولري.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":Attribute باید لږترلږه :length توری وي او لږترلږه یو لوی حرف ولري.",
    "The :attribute must be at least :length characters.": ":Attribute باید لږترلږه :length حروف وي.",
    "The given data was invalid.": "ورکړل شوي معلومات ناسم وو.",
    "The provided password does not match your current password.": "ورکړل شوی پټنوم ستاسو د اوسني پټنوم سره سمون نه خوري.",
    "The provided password was incorrect.": "ورکړل شوی پټنوم غلط و.",
    "The provided two factor authentication code was invalid.": "چمتو شوی دوه فکتور تصدیق کوډ غلط و.",
    "The provided two factor recovery code was invalid.": "ورکړل شوی دوه فکتور د بیا رغونې کوډ ناسم و.",
    "This password reset link will expire in :count minutes.": "د دې پټنوم بیا تنظیم کول به په :count دقیقو کې پای ته ورسیږي.",
    "to": "ته",
    "Toggle navigation": "نیویگیشن بدل کړئ",
    "Too Many Requests": "ډیری غوښتنې",
    "Unauthorized": "غیر مجاز",
    "Verify Email Address": "د بریښنالیک پته تایید کړئ",
    "Whoops!": "هوګونه！",
    "You are receiving this email because we received a password reset request for your account.": "موږ ستاسو د پاسورډ بیا رغول غوښتنه ترلاسه کړه."
}